chemistry/cirMap/main.tex
% Created 2025-08-11 Mon 12:39
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{exsheets}
\usepackage{subfiles}
\author{teacher}
\date{\today}
\title{curriculum map}
\hypersetup{
 pdfauthor={teacher},
 pdftitle={curriculum map},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Math for Chemistry}
\label{sec:org5489b82}

\subsection{Mathematics Review}
\label{sec:orgc5dc70c}

\subsubsection{Laws of exponents}
\label{sec:orgf8f5f6e}

$$10^a \times 10^b = 10^{a+b}$$

\subsection{Measurement}
\label{sec:org6edff11}

\begin{center}
\begin{tabular}{lll}
quantity & name & abbrev\\[0pt]
length &  & \\[0pt]
mass &  & \\[0pt]
time &  & \\[0pt]
amount(of substance) &  & \\[0pt]
temperature &  & \\[0pt]
electric current &  & \\[0pt]
luminous intensity &  & \\[0pt]
 &  & \\[0pt]
\end{tabular}
\end{center}

\begin{center}
\begin{tabular}{llll}
factor & prefix & the long way & abbrev\\[0pt]
10\textsuperscript{18} & exa &  & E\\[0pt]
10\textsuperscript{15} & peta &  & P\\[0pt]
10\textsuperscript{12} & tera &  & T\\[0pt]
10\textsuperscript{9} & giga &  & G\\[0pt]
10\textsuperscript{6} & mega &  & M\\[0pt]
\end{tabular}
\end{center}

\subsection{Base and Derived Units}
\label{sec:orge134bc3}

\subsection{Tools for measurement}
\label{sec:org2058678}

\subsection{Rules of Sig Figs}
\label{sec:orgd0ec5c7}

\subsubsection{practice}
\label{sec:org2c781d4}

\newpage

\subfile{sections/metric01}

\newpage

\section{Matter and Nomenclature}
\label{sec:orgfd3e257}
\section{Chemical Reactions}
\label{sec:org672a285}
\section{Stoichiometry and the Mole}
\label{sec:orgb1085bf}
\section{Atomic Structure and Light}
\label{sec:orge3319b3}
\section{The Periodic Table}
\label{sec:org2c0e455}
\section{Bonding and Lewis Structure}
\label{sec:org80ecf6c}
\section{Gases}
\label{sec:org44770f1}
\section{Kenetics}
\label{sec:org70302c2}
\section{Equilibrium}
\label{sec:org5c65c97}
\section{Acids and Bases}
\label{sec:org4cd76f3}
\section{Thermodynamics}
\label{sec:orga8425e2}
\section{Electrochemistry}
\label{sec:org1f3b228}
\section{Organic Chemistry}
\label{sec:org5ab9d2e}
\section{Nuclear Chemistry}
\label{sec:org681ee66}
\end{document}
